Repository: peppermintos/ice
Catalog: usr/share/ice/locale/*/messages.po
Languages: it

source: Accessories
it: Accessori

source: Games
it: Giochi

source: Graphics
it: Grafica

source: Office
it: Ufficio

source: Programming
it: Programmazione

source: System
it: Sistema

source: ERROR: An unknown browser selection error has occurred.
it: ERRORE: si è verificato un errore di selezione del browser.

source: Please choose an icon.
it: Scegli un'icona.

source: Browser Error
it: Errore del Browser

source: <b>Warning: No Suitable Browser Detected</b>
it: <b>Avviso: Nessun browser adatto rilevato</b>

source: The name of the SSB will cause an existing SSB to be overwritten. To prevent this, change a letter in the name. Continue anyway?
it: Il nome del SSB farà sì che un SSB esistente sarà sovrascritto. Per evitare ciò, modifica una lettera nel nome. Continuare comunque?

source: Close
it: Chiudi

source: Duplication Error
it: Errore di duplicazione

source: <b>Warning: File Duplication Error</b>
it: <b>Avviso: Errore di Duplicazione del File</b>

source: Cancel
it: Cancella

source: Address Error
it: Errore di indirizzo

source: Error: HTTP or URL Error
it: Errore: errore HTTP o URL

source: An error with the web address has been detected. This is possibly the site being down orunavailable right now. Please check the URL
it: È stato rilevato un errore con l'indirizzo web. Questo è probabilmente il sito non funzionante onon disponibile al momento. Controlla l'URL

source: Error Applying SSB
it: Errore durante l'applicazione SSB

source: Error: Unknown Error
it: Errore: errore sconosciuto

source: An unknown error has occurred. :(
it: Si è verificato un errore sconosciuto. :(

source: <b>Warning: HTTP or URL Error</b>
it: <b>Avviso: errore HTTP o URL</b>

source: An error with the web address has been detected. This is possibly the site being down or unavailable right now. Continue anyway?
it: È stato rilevato un errore con l'indirizzo web. Questo è probabilmente il sito non funzionante onon disponibile in questo momento. Continuare comunque?

source: Name Error
it: Errore Nome

source: <b>Error: No Application Name Entered.</b>
it: <b>Errore: nessun nome applicazione immesso.</b>

source: Please enter an application name to continue.
it: Immettere un nome per l'applicazione per continuare.

source: ERROR: An address error has occurred.
it: ERRORE: Si è verificato un errore di indirizzo.

source: ERROR: An unknown error has occurred.
it: ERRORE: si è verificato un errore sconosciuto.

source: Name the application
it: Nome dell'applicazione

source: Enter web address
it: Inserisci indirizzo web

source: Where in the menu?
it: Dove nel menu?

source: Select an icon
it: Seleziona un'icona

source: Use site favicon
it: Usa favicon del sito

source: Downloading favicon
it: Scaricamento favicon

source: Apply
it: Applica

source: Applying
it: Applica

source: Create
it: Crea

source: Remove
it: Rimuovi

source: Isolate the SSB
it: Isolare l'SSB

source: Firefox is always isolated
it: Firefox è sempre isolato

source: GNOME Web is always isolated
it: GNOME Web è sempre isolato
