Repository: peppermintos/ice
Catalog: usr/share/ice/locale/*/LC_MESSAGES/messages.po
Languages: fr, pl, pt_br, tr

source: Unable to parse URL, {0}
fr: Impossible d'analyser l'URL, {0}
pl: Nie udało się przetworzyć URL, {0}
pt_br: Não foi possível analisar o URL, {0}
tr: URL ayrıştırılamıyor: {0}

source: Unable to find favicon for, {0}
fr: Impossible de trouver la favicon pour, {0}
pl: Nie znaleziono ikony dla {0}
pt_br: Não foi possível encontrar o favicon para, {0}
tr: Site simgesi bulunamıyor: {0}

source: Unable to find URL. Is it valid? {0}
fr: Impossible de trouver l'URL. Est-elle correcte? {0}
pl: URL niedostępny. Czy jest poprawny? {0}
pt_br: Não foi possível encontrarl o URL. Está correto? {0}
tr: URL bulunamadı. Geçerli bir URL mi? {0}

source: Accessories
fr: Accessoires
pl: Akcesoria
pt_br: Acessórios
tr: Donatılar

source: Games
fr: Jeux
pl: Gry
pt_br: Jogos
tr: Oyunlar

source: Graphics
fr: Graphisme
pl: Grafika
pt_br: Gráficos
tr: Grafik

source: Office
fr: Bureautique
pl: Biuro
pt_br: Escritório
tr: Ofis

source: Programming
fr: Programmation
pl: Programowanie
pt_br: Desenvolvimento
tr: Programlama

source: Multimedia
fr: Multimédia
pt_br: Multimídia
tr: Ses ve Video

source: System
fr: Outils système
pt_br: Sistema
tr: Sistem

source: ERROR: An unknown browser selection error has occurred.
fr: ERREUR: Une erreur de sélection de navigateur inconnue s'est produite.
pl: BŁĄD: Nastąpił nieznany błąd wyboru przeglądarki.
pt_br: ERRO: ocorreu uma seleção de navegador desconhecido.
tr: HATA: Bilinmeyen bir tarayıcı seçim hatası oluştu.

source: Please choose an icon.
fr: Veuillez choisir une icône.
pl: Prosze wybierz ikonę.
pt_br: Por favor, selecione um ícone.
tr: Lütfen bir simge seçin.

source: Browser Error
fr: Erreur de navigateur
pl: Błąd przeglądarki
pt_br: Erro de navegador
tr: Tarayıcı Hatası

source: <b>Warning: No Suitable Browser Detected</b>
fr: <b>Alerte: Aucun navigateur compatible détecté</b>
pl: <b>Uwaga: Brak kompatybilnych przeglądarek</b>
pt_br: <b>Atenção: Nenhum navegador adequado foi detectado</b>
tr: <b>Uyarı: Uygun Tarayıcı Algılanmadı</b>

source: The name of the SSB will cause an existing SSB to be overwritten. To prevent this, change a letter in the name. Continue anyway?
fr: Donner ce nom au SSB supprimera un SSB existant. Pour éviter cela, modifiez une lettre dans le nom. Continuer quand même ?
pl: Tworząc nową przeglądarkę o tej samej nazwie nadpiszesz. istniejącą. Aby temu zapobiec, zmień literę w nazwie. Kontynuuj mimo to?
pt_br: O nome do SSB apagará um SSB existente. Para manter o SSB existente, mude alguma letra no nome. Continuar mesmo assim?
tr: SSB'nin adı, mevcut bir SSB'nin üzerine yazılmasına neden olur. Bunu önlemek için, SBB adının bir harfini değiştirin. Yine de devam edilsin mi?

source: Ice requires a system installation of either Google Chrome or Chromium in order to function. Please install at least one in order to create SSBs.
fr: Ice nécessite l'installation système de Google Chrome, Chromium, Firefox ou Vivaldi pour fonctionner. Veuillez en installer au moins un pour créer des SSB.
pl: Ice wymaga zainstalowanego w systemie Google Chrome, Chromium, Firefoxa lub Vivaldi by działać. Zainstaluj przynajmniej jedną z nich by tworzyć SSB.
pt_br: O Ice precisa de um sistema com algum dos seguintesnavegadores instalados para funcionar: Chrome, Chromium, Firefox ou Vivaldi Por favor, instale ao menos um desses navegadores para criar SSBs.
tr: Ice uygulamasının çalışması için Google Chrome, Chromium, Vivaldi veya Firefox tarayıcılarından birinin sistemde kurulu olması gerekir. SSB oluşturmak için lütfen bu tarayıcılardan bir tanesini yükleyin.

source: Close
fr: Fermer
pl: Zamknąć
pt_br: Fechar
tr: Kapat

source: Duplication Error
fr: Erreur de duplication
pl: Błąd podwojenia
pt_br: Erro de duplicação
tr: Tekrarlanan Öğe Hatası

source: <b>Warning: File Duplication Error</b>
fr: <b>Attention: Erreur de duplication du fichier</b>
pl: <b>Uwaga: Błąd podwojenia pliku</b>
pt_br: <b>Atenção: Erro de duplicação de arquivo</b>
tr: <b>Uyarı: Tekrarlanan Dosya Hatası</b>

source: OK
fr: Valider
pl: Zgoda
tr: TAMAM

source: Cancel
fr: Annuler
pl: Anuluj
pt_br: Cancelar
tr: İptal

source: Address Error
fr: Erreur d'adresse
pl: Adres błędu
pt_br: Erro de endereço
tr: Adres Hatası

source: <b>Warning: HTTP or URL Error</b>
fr: <b>Alerte: Erreur HTTP ou URL</b>
pl: <b>Uwaga: Błąd HTTP lub URL</b>
pt_br: <b>Atenção: Erro de HTTP ou de URL</b>
tr: <b>Uyarı: HTTP veya URL Hatası</b>

source: An error with the web address has been detected. This is possibly the site being down or unavailable right now. Continue anyway?
fr: Une erreur avec l'adresse web a été détectée. C'est probablement le site qui est actuellement indisponible. Continuer quand même ?
pl: Wystąpił błąd połączenia z tym adresem URL. Prawdopodobnie strona jest niedostępna lub zamknięta Kontynuuj mimo to?
pt_br: Foi detectado um erro com o endereço de web. Isso pode acontecer pelo site estar offline ou indisponível no momento. Continuar mesmo assim?
tr: Web adresiyle ilgili bir hata tespit edildi. Bunun nedeni büyük olasılıkla bu sitenin şu anda kapalı veya kullanılamıyor olması olabilir. Yine de devam edilsin mi?

source: Name Error
fr: Erreur de nom
pt_br: Erro de nome
tr: Uygulama Adı Hatası

source: <b>Error: No Application Name Entered.</b>
fr: Erreur: Aucun nom d'application entré.
pt_br: <b>Erro: Nenhum nome de aplicativo inserido.</b>
tr: <b>Hata: Uygulama Adı Girilmedi.</b>

source: Please enter an application name to continue.
fr: Veuillez entrer un nom d'application pour continuer.
pt_br: Insira um nome de aplicativo para continuar.
tr: Devam etmek için lütfen bir uygulama adı girin.

source: ERROR: An address error has occurred.
fr: ERREUR: Une erreur d'adresse s'est produite.
pl: BŁĄD: Wystąpił błąd w adresie.
pt_br: ERRO: Ocorreu um erro de endereço.
tr: HATA: Bir adres hatası oluştu.

source: ERROR: An unknown error has occurred.
fr: ERREUR: Une erreur inconnue s'est produite.
pl: BŁĄD: Wystąpił nieznany błąd.
pt_br: ERRO: Ocorreu um erro desconhecido.
tr: HATA: Bilinmeyen bir hata oluştu.

source: <b>Welcome to Ice, a simple SSB manager.</b>
fr: <b>Bienvenue sur Ice, un gestionnaire SSB simple.</b>
pl: <b>Witamy w Ice, menadżeże SSB(Przeglądarek Jednej Strony)</b>
pt_br: <b>Bem-vindo ao Ice, um simples gestor de SSB.</b>
tr: <b>Basit bir SSB yöneticisi olan Ice uygulamasına hoş geldiniz.</b>

source: Name the application
fr: Nommez l'application
pl: Nazwij aplikację
pt_br: Nome para o aplicativo
tr: Uygulamayı adlandırın

source: Enter web address
fr: Entrez l'adresse Web
pl: Wprowadź adres sieciowy
pt_br: Digite o endereço da web
tr: Web adresini girin

source: Where in the menu?
fr: Où dans le menu ?
pl: Gdzie umieścić w menu?
pt_br: Aonde no menu?
tr: Hangi menüye konulsun?

source: Select an icon
fr: Sélectionnez une icône
pl: Wybierz ikonę
pt_br: Escolher um ícone
tr: Bir simge seçin

source: Use site favicon
fr: Utiliser la favicon du site
pl: Użyj ikony ze strony
pt_br: Usar o favicon da página
tr: Sitenin simgesini (favicon) kullan

source: Create the SSB with an isolated browser profile (Note: Firefox SSB's are always isolated)
fr: Créer le SSB avec un profil de navigateur isolé (Remarque: les SSB Firefox sont toujours isolés)
pl: Utwórz SSB z izolowanym profilem przeglądarki (Uwaga: Firefox SSB są zawsze izolowane)
pt_br: Crie o SSB com um perfil de navegador isolado (Nota: os SSBs do Firefox estão sempre isolados)
tr: SSB'yi yalıtılmış bir tarayıcı profiliyle oluşturun (Not: Firefox SSB'leri her zaman yalıtılmıştır)

source: Apply
fr: Appliquer
pl: Zastosować
pt_br: Aplique
tr: Uygula

source: Create
fr: Créer
pl: Stwórz
pt_br: Criar
tr: Oluştur

source: Remove
fr: Supprimer
pl: Usuń
pt_br: Remover
tr: Kaldır

source: test
pt_br: teste
